/* No comment provided by engineer. */
"%.0lfk of %.0lfk" = "%1$.0lfk von %2$.0lfk";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ ist im Moment die neueste Version.";

/* No comment provided by engineer. */
"%@ %@ is now available (you have %@). Would you like to download it now?" = "%1$@ %2$@ ist jetzt verfügbar. (Sie haben %3$@). Möchten Sie die neue Version jetzt herunterladen?";

/* No comment provided by engineer. */
"%@ was unable to run the new version automatically. The program will now quit (giving you an opportunity to save); please reopen it to complete the update." = "%@ konnte die neue Version nicht automatisch starten. Das Programm wird sich jetzt beenden (nachdem Sie eine Gelegenheit zum Sichern erhalten werden); bitte starten Sie das Programm neu, um das Update zu Ende zu führen.";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "Eine neue Version von %@ ist verfügbar!";

/* No comment provided by engineer. */
"An error occurred while fetching or parsing the appcast:\n\n%@" = "Ein Fehler trat während des Holens oder Parsens des AppCasts auf:\n\n%@";

/* No comment provided by engineer. */
"An error occurred while trying to download the file:\n\n%@" = "Ein Fehler trat während eines Download-Versuchs auf:\n\n%@";

/* No comment provided by engineer. */
"Can't extract a version string from the appcast feed. The filenames should look like YourApp_1.5.tgz, where 1.5 is the version number. The underscore is crucial.\n\nIf you're a user reading this, try again later and the developer may have fixed it." = "Kann die Versionsnummer nicht aus dem AppCast-Feed ermitteln. Die Dateinamen sollten etwa \"YourApp_1.5.tgz\" lauten, wobei 1.5 die Versionsnummer ist. Der Underscore ist von wesentlicher Bedeutung.\n\nWenn Sie ein Endanwender sind, der dies liest, versuchen Sie es bitte etwas später nochmals wenn der Developer den Fehler beseitigt hat.";

/* No comment provided by engineer. */
"Can't extract archives of type %@; only %@ are supported.\n\nIf you're a user reading this, try again later and the developer may have fixed it." = "Kann aus Archiven vom Typ %1$@ nicht extrahieren; nur %2$@ werden unterstützt.\n\nWenn Sie ein Endanwender sind, der dies liest, versuchen Sie es bitte etwas später nochmals wenn der Developer den Fehler beseitigt hat.";

/* No comment provided by engineer. */
"Cancel" = "Abbrechen";

/* No comment provided by engineer. */
"Check for updates on startup?" = "Beim Start nach Updates suchen?";

/* No comment provided by engineer. */
"Couldn't delete the current application, which has to be done before the update can be installed. Is it in a write-only location (like on the disk image?). Move it to /Applications and try again." = "Konnte das vorhandene Programm nicht löschen. Löschung ist nötig, bevor das Update installiert werden kann. Befindet sich das Programm an einem schreibgeschützten Speicherort (wie z.B. einem Disk-Image)? Bewegen Sie das Programm in den \"Programme\"-Ordner und versuchen Sie es noch einmal.";

/* No comment provided by engineer. */
"Couldn't mount the update archive." = "Konnte das Update-Archiv nicht mounten.";

/* No comment provided by engineer. */
"Couldn't move the update to its new home. Are you running this application from a write-only directory?" = "Konnte das Update nicht an seinen neuen Speicherort bewegen. Nutzen Sie das Programm von einem schreibgeschützen Speicherort?";

/* No comment provided by engineer. */
"Download New Version" = "Neue Version herunterladen";

/* No comment provided by engineer. */
"Downloading update..." = "Lade Update...";

/* No comment provided by engineer. */
"Extracting update..." = "Extrahiere Update...";

/* No comment provided by engineer. */
"Install and Relaunch" = "Installieren und Neustarten";

/* No comment provided by engineer. */
"Installing update..." = "Installiere Update...";

/* No comment provided by engineer. */
"No" = "Nein";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Okay, where'd it go? I just downloaded the update, but it seems to have vanished! Please try again later." = "Okay, wo ist es hin?! Ich habe das Update gerade heruntergeladen, aber es ist verschwunden! Bitte versuchen Sie es später noch einmal.";

/* No comment provided by engineer. */
"Ready to install!" = "Fertig für die Installation!";

/* No comment provided by engineer. */
"Release Notes" = "Release Notes";

/* No comment provided by engineer. */
"Remind Me Later" = "Erinnere mich später";

/* No comment provided by engineer. */
"Skip This Version" = "Übergehe diese Version";

/* No comment provided by engineer. */
"The update archive didn't contain an application with the name I was expecting (%@). Remember, the updated app's file name must be identical to the running app's name as specified in the Info.plist! (with CFBundleName)\n\nIf you're a user reading this, try again later and the developer may have fixed it." = "Das Update-Archiv enthielt nicht das Programm mit dem erwarteten Namen (%@). Der Name des Programmupdates muß dergleiche sein wie der des laufenden Programms laut Info.plist! (mit CFBundleName)\n\nWenn Sie ein Endanwender sind, der dies liest, versuchen Sie es bitte etwas später nochmals wenn der Developer den Fehler beseitigt hat.";

/* No comment provided by engineer. */
"Update Error!" = "Update Fehler!";

/* No comment provided by engineer. */
"Updating %@" = "Update %@";

/* No comment provided by engineer. */
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu." = "Möchten Sie, dass %@ beim Start nach Updates sucht? Wenn nicht, können Sie auch manuell vom Programmmenü nach Updates suchen.";

/* No comment provided by engineer. */
"Yes" = "Ja";

/* No comment provided by engineer. */
"You're up to date!" = "Sie sind auf dem neuesten Stand!";

